Repository: livne/Random-Yes
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Male
he: גבר

source: Female
he: אישה

source: Country
he: מדינה

source: Language
he: שפה

source: Interface language.
he: שפת ממשק.

source: Gender
he: מגדר

source: Age
he: גיל

source: Keywords
he: מילות מפתח

source: Comma separated words
he: מילים מופרדות בפסיק

source: Recipients amount
he: מספר נמענים

source: Number of recipients for each message.
he: מספר הנמענים לכל הודעה

source: Suggest message
he: כתבן אוטומטי

source: Always use automatic message composition.
he: השתמש תמיד באפשרות כתבן הודעה אוטומטי

source: Karma
he: קארמה

source: First IP Address
he: כתובת יצירת חשבון

source: First client
he: דפדפן ראשון

source: Age must be positive and not more than 120
he: גיל מותר בין 1 ל 120

source: Recipients amount must be between 1 and 5
he: מספר נמענים מותר בין 1 ל 5

source: Invalid country code:
he: קוד מדינה לא חוקי

source: Invalid language code:
he: קוד שפה לא חוקי

source: Update preferences
he: עדכן העדפות

source: Hi,
he: שלום,

source: Preferences
he: העדפות

source: Compose
he: כתוב

source: My Messages
he: הודעות

source: Logout
he: ביי

source: Welcome to Random Yes!
he: ברוכים הבאים לרנדום כן

source: Login as
he: התחבר כמשתמש

source: New User
he: חדש

source: Recipient
he: נמען

source: Message
he: הודעה

source: Date/time
he: תאריך/זמן

source: Subject
he: נושא

source: Body
he: תוכן

source: Message Received
he: הודעה נתקבלה

source: you have received a message
he: קיבלת הודעה

source: Message Sent
he: הודעה נשלחה

source: you have sent a message
he: שלחת הודעה

source: Message Replied
he: הודעה נענתה

source: you have replied to a message
he: ענית להודעה

source: Reply Received
he: תשובה נתקבלה

source: you have received a reply to a message
he: קיבלת תשובה להודעה

source: Message Deleted
he: הודעה נמחקה

source: you have deleted a message
he: מחקת הודעה

source: Message Recovered
he: הודעה שוחזרה

source: you have undelete a message
he: שיחזרת הודעה

source: Sender
he: שולח

source: Parent message
he: הודעת אם

source: sent at
he: נשלחה

source: read at
he: נקראה

source: replied at
he: נענתה

source: Sender deleted at
he: שולח מחק

source: Recipient deleted at
he: נמען מחק

source: Made public
he: פורסמה

source: Messages
he: הודעות

source: New Message: %(subject)s
he: הודעה חדשה: %(subject)s

source: Message successfully sent.
he: הודעה נשלחה בהצלחה

source: %(sender)s wrote: %(body)s
he: %(sender)s כתב: %(body)s

source: Message successfully deleted.
he: הודעה נמחקה בהצלחה

source: Message successfully recovered.
he: הודעה שוחזרה בהצלחה

source: Inbox
he: הודעות נכנסות

source: Sent Messages
he: הודעות יוצאות

source: New Message
he: הודעה חדשה

source: Trash
he: אשפה

source: Compose Message
he: כתוב הודעה

source: Send
he: שלח

source: Received
he: נתקבלה

source: Action
he: פעולה

source: delete
he: מחק

source: Reply
he: מענה

source: Sent
he: נשלחו

source: Deleted Messages
he: הודעות שנמחקו

source: Date
he: תאריך

source: undelete
he: שחזר

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
he: האשפה מתרוקנת מדי פעםאל תסמכו עליה לאחסון

source: View Message
he: פתח הודעה

source: Translate
he: תרגם

source: Public
he: ציבורית

source: Publish
he: פרסם

source: Delete
he: מחק
